<template>
    <AuthLayout :user="user">
        <section class="single-blog-section">
            <div class="container">
                <div class="single-blog-inner">
                    <div class="heading">
                        <h1>شرایط ثبت آگهی</h1>
                    </div>
                    <div class="content">
                        <p>
                            برای بهبود تجربه‌ی کاربری، شرایط زیر برای ثبت آگهی
                            در Mobile For Sale وضع شده‌اند. رعایت این موارد، می
                            تواند باعث افزایش رضایت کاربران و منجر به اثربخشی
                            هرچه بیشتر آگهی‌ها نیز می‌گردد.
                        </p>

                        <ul>
                            <li>
                                آگهی منتشر شده به مدت دو ماه بر روی "MFS" باقی
                                می‌ماند و در صورت عدم تمدید، آگهی منقضی شده و از
                                روی "MFS" پاک می‌شود.
                            </li>
                            <li>
                                در صورت حذف آگهی، پس از گذشت 24 ساعت از حذف،
                                امکان ثبت آگهی مشابه فراهم می‌گردد.
                            </li>
                            <li>
                                هر کاربر مجاز به ثبت حداکثر دو آگهی در 24ساعت
                                می‌باشد.
                            </li>
                            <li>
                                هر کاربر مجاز است در هر ماه تعداد محدودی آگهی
                                رایگان در یک شهر ثبت نماید و برای ثبت تعداد
                                بیشتر آگهی باید هزینه پرداخت کند. هزینه‌های
                                مربوط به "ارسال بیش از حد مجاز در مقاله “ تعرفه
                                خدمات MFS “موجود است.
                            </li>
                            <li>
                                هر آگهی تنها در یک شهر قابل انتشار است.
                            </li>
                            <li>
                                هر آگهی می‌بایست نشان‌دهنده یک نوع کالا باشد.
                            </li>
                            <li>
                                آگهی‌های «درخواستی»، برای کاربرانی نمایش داده
                                می‌شود که فیلتر نمایش آگهی درخواستی را انتخاب
                                کنند.
                            </li>

                            <li>
                                پس از ثبت و انتشار آگهی، امکان ویرایش اطلاعات
                                تماس و همچنین دسته‌بندی آگهی و شهر وجود ندارد.
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
        </section>
    </AuthLayout>
</template>

<script>
import AuthLayout from "./../Layouts/FrontAuthLayout";

export default {
    props:["user"],
    components: {
        AuthLayout
    }
};
</script>
