
<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Ads Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'finalSubmit' => 'ثبت نهایی',
    'preview' => 'پیش نمایش',
    'create' => [
        'title' => 'ایجاد آگهی جدید',
        'btn_title' => 'ایجاد آگهی جدید',
    ],

    'form' => [
        'attrs' => [
            'contacts' => 'اطلاعات تماس',
        ],
        'label' => [
            'price' => 'قیمت',
            'age' => [
                'min' => 'کمتر از :month ماه',
                'max' => 'بیشتر از :month ماه',
                'between' => ':min - :max ماه'
            ],
            'location' => [
                'city' => 'شهر',
                'state' => 'منطقه',
            ],
            'contact' => [
                'add' => 'اضافه کردن به اطلاعات تماس',
                'verify' => 'لطفا کد تایید ارسال شده را وارد کنید.',
            ],
            'details' => [
                'title' => 'عنوان',
                'description' => 'توضیحات'
            ]
        ],
        'placeholder' => [
            'price' => 'قیمت را وارد کنید.',
            'upload' => [
                'init' => 'برای بارگذاری تصاویر اینجا کلیک کنید',
                'drop' => 'عکس ها را اینجا رها کنید...',
            ],
            'location' => [
                'city' => 'انتخاب شهر...',
                'state' => 'انتخاب منطقه...',
                'state_loading' => 'در حال بارگذاری مناطق...',
            ],
            'contact' => [
                'verify' => 'کد تایید را وارد کنید.'
            ],
            'details' => [
                'title' => 'مثلا : گوشی سامسونگ a51 ',
                'description' => 'مثلا : دوربین  جلو  ۸ مگاپیکسل و دوربین عقب ۱۶ مگاپیکسل سلامت باتری ۸۲٪',
            ],
        ],
        'success' => [
            'contact' => [
                'add' => [
                    'title' => 'اطلاعات تماس جدید با موفقیت اضافه شد.',
                    'desc' => '',
                ],
                'delete' => [
                    'title' => 'اطلاعات تماس مورد نظر با موفقیت حذف شد.',
                    'desc' => '',
                ],
                'verify' => [
                    'title' => 'کد تایید برای شما ارسال شد.',
                    'desc' => ''
                ]
            ],
        ],
        'error' => [
            'price' => [
                'invalid' => 'قیمت بیشتر از حد مجاز است!',
            ],
            'pictures' => [
                'max' => 'شما حداکثر میتوانید ۹ تصویر را برای هر آگهی ثبت کنید.',
                'min' => 'برای ثبت آگهی باید حداقل ۳ تصویر را بارگذاری کنید.',
            ],
            'location' => [
                'city' => [
                    'title' => 'مشکلی در انتخاب شهر بوجود آمده است',
                    'desc' => 'لطفا دوباره امتحان کنید...',
                ],
                'state' => [
                    'title' => 'مشکلی در انتخاب منطقه بوجود آمده است',
                    'desc' => 'لطفا دوباره امتحان کنید...',
                ],
            ],
            'contact' => [
                'value' => [
                    'title' => 'حتما باید یک مقدار وارد کنید.',
                    'desc' => '',
                ],
                'duplicate' => [
                    'title' => 'این اطلاع تماس قبلا برای این آگهی ثبت شده است.',
                    'desc' => '',
                ],
                'limitDelete' => [
                    'title' => 'حتما باید حداقل یک اطلاع تماس برای آگهی داشته باشید! ',
                    'desc' => '',
                ],
                'verify' => [
                    'title' => 'کد وارد شده صحیح نمیباشد.',
                    'desc' => '',
                ]
            ],
        ],
    ],

    'wizard' => [
        'choose_brand' => [
            'title' => 'انتخاب برند',
            'desc' => 'برند دستگاه خود را انتخاب کنید',
        ],

        'choose_model' => [
            'title' => 'انتخاب مدل',
            'desc' => 'مدل دستگاه خود را انتخاب کنید',
        ],

        'choose_variant' => [
            'title' => 'انتخاب رم و حافظه',
            'desc' => 'رم و حافظه دستگاه خود را انتخاب کنید.',
        ],

        'choose_age' => [
            'title' => 'زمان خرید دستگاه',
            'desc' => 'دستگاه را چه مدت است که خریده اید؟!',
        ],

        'choose_price' => [
            'title' => 'قیمت گذاری',
            'desc' => 'لطفا برای دستگاه خود قیمت گذاری کنید.',
        ],

        'choose_accessory' => [
            'title' => 'انتخاب لوازم جانبی',
            'desc' => 'لوازم جانبی موجود دستگاه خود را انتخاب کنید.',
        ],

        'choose_location' => [
            'title' => 'انتخاب شهر',
            'desc' => 'لطفا شهر و منطقه سکونت خود را انتخاب کنید.',
        ],

        'choose_contact' => [
            'title' => 'اطلاعات تماس',
            'desc' => 'لطفا اطلاعات تماس خود را وارد کنید.',
        ],

        'final_info' => [
            'title' => 'عنوان و توضیحات',
            'desc' => 'لطفا عنوان آگهی و توضیحات بیشتری درباره آگهی خود را وارد کنید.',
        ],
        'upload_picture' => [
            'title' => 'بارگذاری تصاویر',
            'desc' => 'لطفا عکس های گرفته شده از دستگاه خود را بارگذاری کنید.',
        ],

        'btn' => [
            'continue' => 'ادامه',
        ]
    ]

];
