
<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Global Language Lines
    |--------------------------------------------------------------------------
    |
    */
    'confirm' => 'تایید',
    'next' => 'بعدی',
    'back' => 'بازگشت',
    'last' => 'قبلی',
    'delete' => 'حذف',
    'save' => 'ذخیره',
    'errors' => [
        'common' => [
            'title' => 'مشکلی ناشناخته بوجود آمده است لطفا با پشتیبانی تماس بگیرید.',
            'desc' => '',
        ],
        'ad' => [
            'pictures' => [
                'upload_limit' => [
                    'title' => 'نباید تصاویر بیشتر از :max را بارگذاری کنید!',
                    'desc' => '',
                ],
                'upload_type' => [
                    'title' => 'فرمت تصویر بارگذاری شده صحیح نیست!',
                    'desc' => '',
                ],
            ],
        ],
    ],

];
