
<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Global Language Lines
    |--------------------------------------------------------------------------
    |
    */
    'head' => [
        'title' => 'سامانه تخصصی خرید و فروش لوازم الکترونیک | :app_name',
        'description' => 'پلتفرم مارکت پلیس برای خرید و فروش گوشی های کارکرده، برند های مختلف از جمله اپل، سامسونگ، هووآوی، شیائومی و ... :app_name'
    ],
    'ad_promote_payment_desc' => 'پرداخت جهت ارتقا آگهی در وبسایت دیوایس‌چی.',
    'need_login' => 'ابتدا باید وارد شوید',
    'confirm' => 'تایید',
    'next' => 'بعدی',
    'back' => 'بازگشت',
    'last' => 'قبلی',
    'delete' => 'حذف',
    'save' => 'ذخیره',
    'loading' => 'در حال بارگذاری...',
    'copy' => 'کپی شد',
    'bookmark' => 'ذخیره شد',
    'unbookmark' => 'لغو ذخیره',
    'active' => 'فعال',
    'active-picture' => 'تصویر اصلی',
    'loading' => 'در حال بروزرسانی...',
    'ask' => [
        'delete' => [
            'title' => 'آیا مطمئن هستید؟!',
            'description' => 'آگهی شما حذف و غیر فعال خواهد شد.'
        ]
    ],
    'user' => [
        'profile' => [
            'title' => 'حساب کاربری',
            'logout' => 'خروج',
            'my_ads' => 'آگهی ها من'
        ],
    ],
    'ratelimiter' => [
        'global' => 'محدودیت در درخواست، لطفا بعد از :ratelimiter ثانیه دوباره امتحان کنید.',
        'login' => 'بعد از :ratelimiter ثانیه'
    ],
    'errors' => [
        'common' => [
            'title' => 'مشکلی ناشناخته بوجود آمده است لطفا با پشتیبانی تماس بگیرید.',
            'desc' => '',
        ],
        'ad' => [
            'pictures' => [
                'upload_minimum' => [
                    'title' => 'حداقل باید :min تصویر را بارگذاری کنید.',
                    'desc' => '',
                ],
                'upload_limit' => [
                    'title' => 'نباید تصاویر بیشتر از :max را بارگذاری کنید!',
                    'desc' => '',
                ],
                'upload_type' => [
                    'title' => 'فرمت تصویر بارگذاری شده صحیح نیست!',
                    'desc' => '',
                ],
            ],
        ],
    ],

];
