
<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Home Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'intro' => [
        'title' => 'موبایل خود را بصورت آنلاین بفروشید',
        'desc' => '
        در سریعترین زمان ممکن موبایل کار کرده خود را به فروش برسانید و یا گوشی
        کارکرده بخرید.',
    ],
    'throttle' => 'درخواست بیش از حد مجاز! لطفا بعد از :seconds ثانیه دوباره امتحان کنید',

];
